Repository: vamsikr2393/sample
Catalog: WEB-INF/classes/i18n/portal-sp_*.po
Languages: es, fr, ja

source: This report displays the list of human tasks in each status (open, failed or closed) for a given period and/or process. You can access Bonita Portal by clicking on a link in the below table. The display is limited to the first 100 items. To see all items, click on the EXPORT button at the top right of the page.
es: Este reporte muestra la lista de tareas humanas en cada estado (abierto, fallido o cerrado) para un periodo dado y/o proceso. Puedes acceder al Bonita Portal haciendo click en el link debajo de la tabla. La vista esta limitada a los 100 primeros elementos. Para verlos todos, haz click en el botón EXPORTAR en la parte superior derecha de la página.
fr: Ce rapport affiche la liste des tâches humaines dans chaque état (ouverte, en échec ou faite), pour une période donnée et/ou un processus donné. Vous pouvez accéder à Bonita Portal en cliquant sur un lien dans le tableau ci-dessous. L'affichage est limité aux 100 premiers éléments. Pour voir tous les éléments, cliquez sur le bouton EXPORTER en haut à droite de la page.
ja: このレポートは所定期間内のヒューマン タスクおよび／またはプロセスをのそれぞれの状態 （開始、エラーまたは終了） 毎にリスト表示します。 下表のリンクをクリックすることによって、Bonita ポータルにアクセスできます。 この表示は最初の１００項目に限定されます。すべての項目を表示するには、ページの右上にある「エクスポート 」ボタンをクリックしてください。

source: This report displays the list of human tasks performed in one or more cases, for a given period, and/or process.
es: Este reporte muestra la lista de tareas humanas realizadas en uno o varios casos, por un periodo dado, y/o proceso.
fr: Ce rapport affiche la liste des tâches humaines faites dans un ou plusieurs cas pour une période et/ou un processus donné(s).
ja: このレポートは一定期間、および/またはアプリケーションで 1 つまたは複数の案件で実行されたヒューマン タスクの一覧を表示します。

source: This report has already been installed.
es: El reporte ya ha sido instalado.
fr: Ce rapport a déjà été installé.
ja: このレポートは、既にインストールされています。

source: This subtask is assigned to %assignee%.
es: Esta subtarea esta asignada a %assignee%.
fr: Cette sous-tâche est assignée à %assignee%.
ja: このサブタスクは %assignee% にアサインされます。

source: This task is already assigned to %assignee%. To do the task for a different user, you must first Unassign the task.
es: Esta tarea ya está asignada a %assignee%. Para reasignarla para un usuario diferente, primero deberá Liberar la tarea.
fr: Cette tâche est déjà assignée à %assignee%. Pour faire la tâche pour un autre utilisateur, vous devez tout d'abord la dé-assigner.
ja: このタスクは、既に %assignee% にアサインされます。別のユーザーのタスクを実行するには、最初のタスクへのアサインを解除する必要があります。

source: This user was not found or this field is mandatory
es: Este usuario no se encuentra o este campo es obligatorio
fr: Cet utilisateur n'a pas été trouvé ou ce champ est obligatoire
ja: このユーザーが見つからならなかったか、あるいはこのフィールドは必須です。

source: This view contains monitoring information about processes.
es: Esta vista contiene información de monitorización sobre los procesos.
fr: Le monitoring affiche les informations de suivi relatives aux processus.
ja: このビューには、プロセスに関するモニタリング情報が含まれます。

source: This will delete the current Look & Feel.
es: Esto eliminará el Look & Feel actual.
fr: Cela va supprimer le look & feel courant.
ja: これは、現在のルック＆フィールを削除します。

source: This will import a file containing the profile mapping to the organization.<br/>Before you import it, the mapped organization must already be loaded in the Portal.
es: Se importará un archivo que contiene el mapeo de perfil a la organización. <br/>Antes de la importación, la organización mapeada debe cargarse en el Portal.
fr: Un fichier contenant le profil et les liens d'association du profil aux éléments de l'organisation va être importé. <br/>Avant l'import du profil, vérifiez que les éléments de l'organisation associés sont préalablement chargés dans le Portail.
ja: 組織へマッピングしているプロファイルを含むファイルをインポートします。 <br/>そのファイルをインポートする前に、マップした組織がポータルに既に読み込まれていなければなりません。

source: Time
es: Hora
fr: Heure
ja: 時間

source: Title
es: Título
fr: Titre
ja: タイトル

source: To apply a new Look & Feel, import the archive. The new Look & Feel archive must have the same structure as the default. Warning: This will delete the current Look & Feel, so before you apply the new one, we recommend that you export and keep the current Look & Feel.
es: Para aplicar un nuevo Look & Feel, importe el archivo. El nuevo archivo de Look & Feel debe tener la misma estructura que el Look & Feel por defecto. ADVERTENCIA: Esto eliminará el Look & Feel actual, así que antes de aplicar el nuevo Look & Feel, le recomendamos que exporte y guarde el Look & Feel actual.
fr: Pour appliquer un nouveau look & feel, importer l'archive. Les nouvelles archives doivent avoir la même structure que celle du .zip par défaut. ATTENTION : cela va supprimer le look & feel courant. Avant d'appliquer une nouvelle version, nous vous recommandons donc d'exporter le look & feel courant.
ja: 新しいルック＆フィールを適用するには、そのアーカイブをインポートします。その新しいルック＆フィールのアーカイブはデフォルトと同じ構造を持つ必要があります。警告: 現在のルック＆フィールは削除されるので、デフォルトを復元する前に現在のルック＆フィールをエクスポートし保存することをお勧めします。

source: To create your own Look & Feel, export the default or current Look & Feel and modify it.
es: Para crear su propio Look & Feel, exporte el Look & Feel por defecto y modifíquelo.
fr: Pour créer votre propre look & feel, exporter le courant ou celui par défaut puis modifiez-le.
ja: あなた自身のルック＆フィールを作成には、デフォルトまたは現在のルック＆フィールをエクスポートして変更します。

source: To do so, contact your administrator
es: Para hacerlo, póngase en contacto con su administrador
fr: Pour ce faire, contactez votre administrateur
ja: そのためには、システム管理者に問い合わせてください。

source: Type
es: Tipo
ja: タイプ

source: Type of the process parameter
es: Tipo del parámetro de proceso
fr: Type du paramètre de processus
ja: プロセス パラメータの型

source: Type the new value for %appParameter%
es: Escriba el nuevo valor de %appParameter%
fr: Entrer la nouvelle valeur pour %appParameter%
ja: %appParameter% の新しい値を入力します。

source: Unable to edit connector implementation
es: No se puede editar la implementación del conector
fr: Impossible de modifier l'implémentation du connecteur
ja: コネクタの実装を編集することはできません。

source: Unresolved
es: no resuelto
fr: Non résolue
ja: 未解決

source: Update
es: Actualizar
fr: Mise à jour
ja: 更新

source: Update a subtask
es: Actualizar una subtarea
fr: Mise à jour de la sous tâche
ja: サブタスクを更新します。

source: Update date
es: Fecha de actualización
fr: Date de mise à jour
ja: 更新日時

source: Update menu entry
es: Modificar entrada del menú
fr: Mettre à jour l'entrée du menu
ja: メニュー エントリを更新

source: Update process connector class name
es: Modificar nombre de la clase del conector de proceso
fr: Mettre à jour le nom de la classe du connecteur dans ce processus
ja: プロセス コネクタのクラス名を更新

source: Updated by
es: Actualizado por
fr: Mise à jour par
ja: 更新者

source: Updated on
es: Actualizada
fr: Mise à jour le
ja: 更新日時

source: Upload a new connector implementation
es: Cargar una nueva implementación de conector
fr: Télécharger une nouvelle implémentation de connecteur
ja: 新しいコネクタの実装をアップロードします。

source: User
es: Usuario
fr: Utilisateur
ja: 利用者

source: User name
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー

source: Warning: This will delete the current Look & Feel, so before you restore the default, we recommend that you export and keep the current Look & Feel.
es: ADVERTENCIA: Esto eliminará el Look & Feel actual, así que antes de restaurar el Look & Feel por defecto, le recomendamos que exporte y guarde el Look & Feel actual.
fr: ATTENTION : cela va supprimer le look & feel courant. Avant de restaurer le look & feel par défaut, nous vous recommandons d'exporter et sauvegarder le look & feel courant.
ja: 警告: 現在のルック＆フィールは削除されるので、デフォルトを復元する前に現在のルック＆フィールをエクスポートし保存することをお勧めします。

source: Web Portal
es: Portal de la web
fr: Portail Web
ja: Web ポータル

source: Web Portal Look & Feel
es: Look & Feel del Portal web
fr: Look & feel du portail web
ja: Web ポータルのルック＆フィール

source: You are about to erase your menu bar.
es: Está a punto de borrar la barra de menú.
fr: Vous êtes sur le point d'effacer la barre de navigation.
ja: メニュー バーを消去しようとしています。

source: You are about to export %itemCount% profile(s).<br/>This will create a file containing the profile mapping to the organization.<br/>Before you import it, the mapped organization must already be loaded in the Portal.
es: Estás a punto de exportar %itemCount% perfil(es). <br/>Esto creará un archivo que contiene el mapeo de perfil a la organización. <br/>Antes de que lo importe, la organización mapeada debe estar cargada en el Portal.
fr: Vous allez exporter %itemCount% profil(s). <br/>Un fichier contenant les liens d'association avec les éléments de l'organisation sera créé. <br/>Avant de l'importer, vérifiez que les éléments de l'organisation associés sont préalablement chargés dans le Portail.
ja: %itemCount% プロファイルをエクスポートしています。<br/>組織をマッピングしているプロファイルを含むファイルが作成されます。<br/>そのファイルをインポートする前に、ポータルにマップした組織がポータルに既に読み込まれていなければなりません。

source: You are about to export %itemCount% profile(s).<br/>When you export a profile, it includes the mapping to pages and the organization.<br/>Before you import a profile, the mapped pages and organization must already be loaded in the Portal.
es: Estás a punto de exportar %itemCount% perfil(es). <br/>Al exportar un perfil, este incluye el mapeo de páginas y organización. <br/>Antes de importar un perfil, las páginas mapeadas y la organización deben estar ya cargados en el Portal.
fr: Vous allez exporter %itemCount% profil(s). <br/>Lorsque vous exportez un profil, les liens d'association avec les pages et les éléments de l'organisation sont exportés également. <br/>Avant d'importer un profil, vérifiez que les pages et les éléments de l'organisation associés sont préalablement chargés dans le Portail.
ja: %itemCount% プロファイルをエクスポートしています 。<br/>プロファイルをエクスポートすると、ページと組織へのマッピングが含まれます。 <br/>プロファイルをインポートする前に、マップしたページと組織がポータルに既に読み込まれていなければなりません。

source: case
es: caso
fr: cas
ja: 案件

source: case_avg_time
es: Tiempo promedio por caso
fr: Temps moyen de résolution d'un cas
ja: 案件平均時間

source: case_history
es: Histórico de Casos
fr: Historique des cas
ja: 案件履歴

source: case_list
es: Lista de caso
fr: Liste des cas
ja: 案件リスト

source: cases
es: casos
fr: cas
ja: 案件

source: from:
es: de:
fr: du:

source: group
es: Grupo
fr: Groupe
ja: グループ

source: mm/dd/yy
es: dd/mm/yy
fr: dd/mm/yy
ja: yy/mm/dd

source: profiles have been partially imported. The following items have not been mapped.
es: perfiles se han importado parcialmente. Los siguientes artículos no han sido mapeados.
fr: profil(s) ont été partiellement importé(s). Les éléments suivants n'ont pas été associés :
ja: プロファイルは部分的にインポートされました。次の項目がマップされていません。

source: profiles have been successfully imported, with complete page mapping and organization mapping
es: perfiles se han importado con éxito, completado el mapeo de páginas y la asignación de organización
fr: profils ont été importés avec succès : toutes les pages et éléments de l'organisation ont été associés.
ja: プロファイルは、完全なページ マッピングと組織とマッピングを伴って、正常にインポートされています。

source: profiles have not been imported because the definition contains an error (these profiles are not supported by this edition or 'isDefault' as been set to true).
es: Los perfiles no se han importado porque la definición contiene un error (estos perfiles no son compatibles con esta edición o 'isDefault' se ha establecido en true).
fr: profils n'ont pas été importés car la définition contient une erreur (ces profils ne sont pas supportés par cette édition ou « isDefault » contient "true").
ja: プロファイルは、定義にエラーが含まれているためインポートされていません。（これらのプロファイルが本エディションでサポートされていないか、または 'isDefault' がtrueに設定されています）

source: report
es: reporte
fr: rapport
ja: レポート

source: reports
es: reportes
fr: rapports
ja: レポート

source: role
es: rol
fr: rôle
ja: 役割

source: task_list
es: Lista de tareas
fr: Liste des tâches
ja: タスク リスト

source: tasks
es: tareas
fr: tâches
ja: タスク

source: to:
es: para:
fr: au:

source: user
es: usuario
fr: utilisateur
ja: ユーザー

source: %rolename% of %groupname%
fr: %rolename% de %groupname%
ja: %groupname% の %rolename%

source: Normal
fr: Normale
ja: 普通

source: Roles
fr: Rôles
ja: 役割
