Repository: vamsikr2393/sample
Catalog: WEB-INF/classes/i18n/portal-sp_*.po
Languages: es, fr, ja

source: To do so, go to %profilelink%.
es: Para hacerlo, vaya a %profilelink%.
fr: Pour cela, consultez la page %profilelink%.
ja: そうするには、%profilelink% に進みます。

source: for
es: para
fr: pour
ja: 対象:

source: %% - Add Pages
es: %% - Añadir paginas
fr: %%-Ajouter des pages
ja: %% - のページを追加

source: %% - Create menu
es: %% - Crear menú
fr: %%-Créer un menu
ja: %% - メニューを作成します

source: %rolename%
es: %nombre de actor%

source: A profile includes the mapping to pages and the organization.<br/>Before you import a profile, the mapped pages and organization must already be loaded in the Portal.<br/>When you import a profile, it overwrites any existing profile with the same name.
es: Un perfil incluye el mapeo de páginas y organización. <br/>Antes de importar un perfil, las páginas asignadas y organización deben estar cargados en el Portal. <br/>Cuando se importa un perfil, este sobrescribe cualquier perfil existente con el mismo nombre.
fr: Un profil inclut ses associations avec des pages et des éléments de l'organisation. <br/>Avant d'importer un profil, les pages et les éléments de l'organisation qui lui sont associés doivent être préalablement chargés dans le Portal. <br/>Un profil importé écrase un profil existant portant le même nom.
ja: プロファイルにはページと組織へのマッピングが含まれています。 <br/>プロファイルをインポートする前に、マップされたページと組織がポータルに既に読み込まれていなければなりません。 <br/>プロファイルをインポートすると、同じ名前を持つ既存のプロファイルを上書きします。

source: A report archive has a .zip extension
es: Un archivo de reporte tiene una extensión .zip
fr: Une archive de rapport possède une extension .zip
ja: レポート アーカイブは、.zip の拡張子を持っています。

source: Aborted
es: Anulado
fr: Abandonnée
ja: 中止された

source: Action
es: Acción
ja: アクション

source: Actions
es: acciones
ja: アクション

source: Add
es: Añadir
fr: Ajouter
ja: 追加

source: Add Comment
es: Añadir comentario
fr: Ajouter un commentaire
ja: コメントを追加します

source: Add Profiles
es: Agregar perfiles
fr: Ajouter des profils
ja: プロファイルを追加

source: Add a Role
es: Añadir un rol
fr: Ajouter un rôle
ja: 役割を追加します。

source: Add a comment
es: Añadir un Comentario
fr: Ajouter un commentaire
ja: コメントを追加します

source: Add a group
es: Agregar un grupo
fr: Ajouter un groupe
ja: グループを追加

source: Add a group to Process Manager
es: Agregar un grupo a Gestor de Procesos
fr: Ajouter un groupe comme Gestionnaire de Processus
ja: プロセス管理者にグループを追加

source: Add a membership
es: Añadir una membresía
fr: Ajouter une adhésion
ja: 所属を追加

source: Add a membership to Process Manager
es: Añadir una membresía a Gestor de Procesos
fr: Ajouter une adhésion comme Gestionnaire de Processus
ja: プロセス管理者に所属を追加

source: Add a role
es: Añadir un rol
fr: Ajouter un rôle
ja: 役割を追加

source: Add a role to Process Manager
es: Agregar un rol a Gestor de Procesos
fr: Ajouter un rôle comme Gestionnaire de Processus
ja: プロセス管理者に役割を追加

source: Add a subtask
es: Agregar una subtarea
fr: Ajouter une sous tâche
ja: サブタスクを追加

source: Add a user
es: Agregar un usuario
fr: Ajouter un utilisateur
ja: ユーザーを追加

source: Add a user to Process Manager
es: Agregar un usuario a Gestor de Procesos
fr: Ajouter un utilisateur comme Gestionnaire de Processus
ja: プロセス管理者にユーザーを追加

source: Add page
es: Añade página
fr: Ajouter une page
ja: ページを追加

source: Add selected page(s) to this profile
es: Añadir la(s) página(s) seleccionada(s) a este perfil
fr: Ajouter le ou les pages sélectionnée(s) à ce profil
ja: このプロファイルを選択したページを追加

source: Add this group to Process Manager
es: Añadir este grupo a Gestor de Procesos
fr: Ajouter ce groupe comme Gestionnaire de Processus
ja: プロセス管理者にこのグループを追加

source: Add this membership to Process Manager
es: Añadir esta membresía a Gestor de Procesos
fr: Ajouter cette adhésion comme Gestionnaire de Processus
ja: プロセス管理者にこの所属を追加

source: Add this role to Process Manager
es: Añadir este rol a Gestor de Procesos
fr: Ajouter ce rôle comme Gestionnaire de Processus
ja: プロセス管理者にこの役割を追加

source: Add this user to Process Manager
es: Añadir este usuario a Gestor de Procesos
fr: Ajouter cet utilisateur comme Gestionnaire de Processus
ja: プロセス管理者にこのユーザーを追加

source: Add you comment
es: Agregar tu comentario
fr: Ajoutez votre commentaire
ja: あなたのコメントを追加します。

source: All
es: Todos
fr: Tous
ja: すべて

source: An error has occurred on connector %name%
es: Ha ocurrido un error en el conector %name%
fr: Une erreur s'est produite sur le connecteur %name%
ja: コネクタ %name% でエラーが発生しました

source: An error occured, please check your .zip file structure.
es: Se produció un error, por favor revise la estructura del archivo .zip.
fr: Une erreur s'est produite, s'il vous plaît vérifier votre structure de fichiers .zip.
ja: エラーが発生しました。.Zip ファイルの構造を確認してください。

source: An error occurred, please check your .zip file structure.
es: Se produció un error, por favor revise la estructura del archivo .zip.
fr: Une erreur s'est produite, vérifiez la structure de votre fichier .zip.
ja: エラーが発生しました。.Zip ファイルの構造を確認してください。

source: Apply
es: Aplicar
fr: Appliquer
ja: 適用

source: Archived
es: Archivado
fr: Archivés
ja: 完了済み

source: Archived date
es: Fecha archivada
fr: Date d'archive
ja: 完了日時

source: Are you sure you want to remove the selected Process Manager(s) for this process?
es: ¿Esta seguro que quiere eliminar el/los Gestor/es de Proceso de este proceso?
fr: Etes-vous sûr(e) de vouloir supprimer le(s) Gestionnaire(s) de Processus sélectionné(s) pour ce processus ?
ja: このアプリケーションに対し選択したプロセス管理者を削除してもよろしいですか？

source: Assign to
es: Asignar a
fr: Affecter à
ja: アサイン先

source: Available menu pages
es: Páginas del menú disponibles
fr: Pages disponibles pour le menu
ja: 使用可能なメニュー ページ

source: Back
es: Atrás
fr: Précédent
ja: 戻る

source: Business Data Model: %ok_ko%
es: Modelo de Datos de Negocio: %ok_ko%
fr: Modèle de Données Métier : %ok_ko%
ja: ビジネス データ モデル: %ok_ko%

source: By %user%
es: Por % usuario %
fr: Par %user%
ja: 担当： %user%

source: CANCEL
es: CANCELAR
fr: Annuler
ja: キャンセル

source: Can't import profiles. A profile with name %name% already exists.
es: No se puede importar perfiles. Ya existe un perfil con nombre %name%.
fr: Le profil n'a pas pu être importé. Un autre profil portant le nom %name% existe déjà.
ja: プロファイルをインポートできません。名前： %name% を持つプロファイルが既に存在します。

source: Can't import profiles. Please check that your file is well-formed
es: No se puede importar perfiles. Por favor compruebe que el archivo está bien formado
fr: Impossible d'importer les profils. Veuillez vérifier que votre fichier est correct
ja: プロファイルをインポートできません。あなたのファイル形式を確認してください。

source: Can't install access control: format is invalid.
es: No se puede instalar el fichero de control de acceso: el formato no es válido.
fr: Impossible d’installer le fichier de contrôle d’accès : le format n'est pas valide.
ja: アクセス制御をインストールできません： 形式が無効です。

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

source: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされた

source: Case id
es: Id de caso
fr: Id de cas
ja: 案件ID

source: Case id:
es: ID de caso:
fr: Id de cas :
ja: 案件ID:

source: Cases
es: Casos
fr: Cas
ja: 案件

source: Cases
es: Casos
fr: Cas
ja: 案件

source: Cases started or worked on by someone
es: Casos iniciado o trabajabos en marcha por alguien
fr: Cas commencé ou travaillé par un utilisateur
ja: 誰かによって開始、または作業された案件

source: Check that each entity has the relevant Process Manager profile in the Portal.
es: Compruebe que cada entidad tiene el perfil de Gestor de Procesos en el Portal.
fr: Vérifiez que chaque entité possède bien le profil Gestionnaire de Processus adéquat dans le Portal.
ja: ポータル内に各エンティティに関連するプロセス管理者プロファイルがあるか確認してください。

source: Click here for more details
es: Haz click aquí para más detalles
fr: Pour plus de détails, cliquez ici
ja: 詳細は、ここをクリックしてください

source: Click here to go to Profile listing page
es: Haga clic aquí para ir a la página de perfiles
fr: Cliquez ici pour aller à la page de gestion des profils
ja: ページ上のプロファイルに移動するにはここをクリックします

source: Click to export the current Look & Feel
es: Haga clic para exportar el Look & Feel actual
fr: Cliquez pour exporter le look & feel courant
ja: 現在のルック＆フィールをエクスポートするには、ここ をクリックします

source: Click to export the default Look & Feel
es: Haga clic para restaurar el Look & Feel por defecto
fr: Cliquez pour restaurer la valeur par défaut du look & feel
ja: デフォルトのルック＆フィールをエクスポートするには、ここをクリックします

source: Click to restore the default Look & Feel
es: Haga clic para restaurar el Look & Feel por defecto
fr: Cliquez pour restaurer la valeur par défaut du look & feel
ja: デフォルトのルック＆フィールを復元するには、ここをクリックします

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる

source: Close the popup
es: Cerrar la ventana emergente
fr: Fermer la fenêtre
ja: ポップアップを閉じる

source: Close without executing the operation
es: Cierre sin ejecutar la operación
fr: Fermer sans exécuter l'opération
ja: 処理を実行せずに閉じます

source: Close without saving
es: Cerrar sin guardar
fr: Fermer sans enregistrer les modifications
ja: 保存せずに閉じる

source: Comments
es: Comentarios
fr: Commentaires
ja: コメント

source: Confirm export
es: Confirmar exportación
fr: Confirmer l'export
ja: エクスポートを確認します

source: Confirm navigation bar reset?
es: ¿Confirma el reinicio del panel de navegación?
fr: Confirmer la réinitialisation de la barre de navigation ?
ja: ナビゲーション・バーのリセットを確認？

source: Confirm removal
es: Confirma la eliminación
fr: Confirmer la suppression
ja: 削除を確認

source: Confirm removing?
es: ¿Confirmar eliminación?
fr: Confirmez-vous la suppression ?
ja: 削除の確認？

source: Connector implemenation
es: Implementación de conector
fr: Implémentation du connecteur
ja: コネクタの実装

source: Connectors executed:
es: Conectores ejecutadas:
fr: Connecteurs exécutés :
ja: 実行されたコネクタ:

source: Connectors failed:
es: Conectores fallaron:
fr: Connecteurs en échec:
ja: 失敗したコネクタ：

source: Connectors to be executed:
es: Conectores para ser ejecutados:
fr: Connecteurs à exécuter :
ja: 実行されるべきコネクタ:

source: Content
es: Contenido
fr: Contenu
ja: コンテンツ

source: Create
es: Crear
fr: Créer
ja: 新規作成

source: Create a profile
es: Crear un perfil
fr: Créer un profil
ja: プロファイルを作成

source: Create menu
es: Crea menú
fr: Créer un menu
ja: メニューを作成

source: Create portal menus and manage pages in the menus. Custom pages are marked with this icon
es: Crear menús del portal y gestionar paginas en los menús. Las Páginas Personalizadas están marcadas con este icono
fr: Créez des menus et sous-menus pour le portail et associez-leur des pages. Les pages personnalisées sont marquées avec l'icon
ja: ポータル メニューを作成して、メニュー内のページを管理します。カスタム ページにはこのアイコンが付けられます。

source: Create this profile
es: Cree este perfil
fr: Créer ce profil
ja: このプロファイルを作成

source: Created
es: Creado
fr: Créée
ja: 作成済み

source: Created by
es: Creado por
fr: Créé par
ja: 作成者

source: Created on
es: Creado
fr: Créée le
ja: 作成日時:

source: Current menu pages
es: Páginas actuales del menú
fr: Les pages du menu actuel
ja: 現在のメニュー ページ

source: Custom pages
es: Páginas Custom
fr: Pages personnalisées
ja: カスタム ページ

source: Date
es: Fecha

source: Default pages
es: Páginas por defecto
fr: Pages par défaut
ja: デフォルトページ

source: Deletable
es: Eliminable
fr: À supprimer
ja: 削除可能

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除

source: Delete Profile %profileName%
es: Borrar perfil %profileName%
fr: Supprimer le profil %profileName%
ja: プロファイル： %profileName% を削除

source: Delete selected cases
es: Eliminar los casos seleccionados
fr: Supprimer les cas sélectionnés
ja: 選択した案件を削除

source: Delete selected reports
es: Borre los reportes seleccionados
fr: Supprimer les rapports sélectionnés
ja: 選択したレポートを削除します

source: Delete the empty menu
es: Eliminar el menú vacío
fr: Supprimer le menu vide
ja: 空のメニューを削除

source: Delete the menu
es: Eliminar el menú
fr: Supprimer le menu
ja: メニューを削除

source: Delete the profile
es: Eliminar el perfil
fr: Supprime le profil
ja: プロファイルを削除

source: Delete the profile '%profileName%'?
es: ¿Borrar el perfil '%profileName%'?
fr: Supprimer le profil '%profileName%'?
ja: プロファイル：'%profileName%' を削除しますか？

source: Delete this entry
es: Borra esta entrada
fr: Supprimer cet élément
ja: このエントリを削除

source: Description
es: Descripción
ja: 説明

source: Description of the process parameter
es: Descripción de los parámetros de proceso
fr: Description du paramètre de processus
ja: プロセス パラメータの説明

source: Description of your report
es: Descripción de su informe
fr: Description du rapport
ja: レポートの説明

source: Description:
es: Descripción:
ja: 説明：

source: Disabled
es: Desactivado
fr: Désactivé
ja: 無効

source: Discuss :
es: Discutir :
fr: Discuter :
ja: 意見交換：

source: Display a summary of all reports
es: Mostrar un Resumen de todos los informes
fr: Afficher un récapitulatif de tous les rapports
ja: すべてのレポートの要約を表示します。

source: Display name
es: Título dinámico
fr: Nom affiché
ja: 表示名

source: Do for
es: Hacer por
fr: Faire pour
ja: 代役をする

source: Do it
es: hacer
fr: Faire
ja: 実行する

source: Do not restore the default Look & Feel.
es: No restaurar el Look & Feel por defecto.
fr: Ne pas restaurer la valeur par défaut du look & feel.
ja: デフォルトのルック＆フィールを復元しないでください。

source: Do the task for
es: Hacer la tarea por
fr: Faire la tâche pour
ja: タスクを実行

source: Do this task for
es: Realizar esta tarea
fr: Faire cette tâche pour
ja: このタスクを実行

source: Do you want to delete this menu ?
es: ¿Quieres eliminar este menú?
fr: Souhaitez-vous vraiment supprimer ce menu et son contenu ?
ja: このメニューを削除しますか？

source: Do you want to remove the page '%pageName%'?
es: ¿Quieres eliminar la página '%pageName%'?
fr: Voulez-vous supprimer la page '%pageName%' ?
ja: ページ '%pageName%' を削除しますか？

source: Done
es: Hecho
fr: Fait
ja: 遂行済み

source: Done by
es: Hecho por
fr: Faite par
ja: 遂行者：

source: Done on %date%
es: Realizado en % fecha %
fr: Exécutée le %date%
ja: %date% に遂行済み

source: Done on:
es: Realizado en:
fr: Effectuée le:
ja: 実行された日時：

source: Done subtasks
es: Subtareas hechas
fr: Sous tâches terminées
ja: 完了済みサブタスク

source: Done/started by First name
es: Hecho/Iniciado por Nombre
fr: Fait/démarré par (Prénom)
ja: First nameで行われてた/開始された

source: Done/started by Last name
es: Hecho/Iniciado por Apellido
fr: Fait/démarré par (Nom)
ja: Last nameによって行われてた/開始された

source: Done/started by Username
es: Hecho/Iniciado por Usuario
fr: Fait/démarré par (Nom d'utilisateur)
ja: Usernameによって行われてた/開始された

source: Due Time
es: Fecha de vencimiento
fr: Heure de l'échance
ja: 期限

source: Due date
es: Fecha de vencimiento
fr: Echéance
ja: 期限

source: Due in:
es: En:
fr: Prévue dans:
ja: 期限：

source: Edit
es: Editar
fr: Modifier
ja: 編集

source: Edit Process Managers
es: Editar Gestores de Proceso
fr: Modifier les Gestionnaires de Processus
ja: プロセス管理者を編集

source: Edit a profile
es: Editar un perfil
fr: Modifier un profil
ja: プロファイルを編集

source: Edit connector implementation
es: Editando implementación del conector
fr: Modifier l'implémentation du connecteur
ja: コネクタの実装を編集

source: Edit menu entry
es: Editar entrada del menú
fr: Modifier une entrée de menu
ja: メニュー エントリを編集

source: Edit parameter
es: Edición de parámetros
fr: Modifier le paramètre
ja: パラメータを編集します。

source: Edit process variable
es: Editar la variable de proceso
fr: Modifier le paramètre de l'app
ja: プロセス変数を編集します。

source: Edit the profile
es: Edite el perfil
fr: Modifier le profil
ja: プロファイルを編集

source: Edit this entry
es: Editar esta entrada
fr: Modifier cette entrée
ja: このエントリを編集

source: Enable
es: Activado
fr: Activer
ja: 有効にする

source: Enable selected process
es: Activar proceso seleccionado
fr: Activer le processus sélectionné
ja: 選択したプロセスを有効する

source: Enabled
es: Activado
fr: Activés
ja: 有効

source: Enter a decription for this profile
es: Introduzca la descripción para este perfil
fr: Saisissez une description pour ce profil
ja: このプロファイルの説明を入力します

source: Enter a valid name for the candidate for the task.
es: Introduzca un nombre válido para el candidato de la tarea.
fr: Entrez un nom de candidat valide pour la tâche.
ja: タスク候補者の有効な名前を入力します。

source: Enter a valid name for the initiator of the case
es: Introduzca un nombre válido para el iniciador del caso
fr: Entrer un nom d'initiateur valide pour ce cas
ja: 案件の起案者の有効な名前を入力します。

source: Enter the comment for the subtask.
es: Introduzca el comentario de la subtarea.
fr: Saisissez votre commentaire pour cette sous-tâche.
ja: サブタスクのコメントを入力します。

source: Enter the description for this subtask
es: Introduzca la descripción de esta subtarea
fr: Entrez la description de cette sous tâche
ja: このサブタスクの説明を入力します。

source: Enter the description of this profile
es: Introduzca la descripción de este perfil
fr: Entrez la description de ce profil
ja: このプロファイルの説明を入力します

source: Enter the name for this profile
es: Introduzca el nombre de este perfil
fr: Saisissez le nom de ce profil
ja: このプロファイルの名前を入力します

source: Enter the name of this profile
es: Introduzca el nombre de este perfil
fr: Saisissez le nom de ce profil
ja: このプロファイルの名前を入力します

source: Enter the title for this subtask
es: Introduzca el título para esta subtarea
fr: Entrez le titre de cette sous tâche
ja: このサブタスクのタイトルを入力します

source: Enter the user to do the task for
es: Introducir el usuario con el que realizar la tarea
fr: Saisissez l'utilisateur pour qui la tâche va être faite
ja: タスクを行うのユーザーを入力します。

source: Enter the user to start the case for.
es: Introduzca el usuario para el cual iniciar el caso.
fr: Saisissez l'utilisateur pour qui vous souhaitez démarrer le cas.
ja: 案件を開始するユーザーを入力します。

source: Enter user
es: Introducir usuario
fr: Saisir l'utilisateur
ja: ユーザーを入力します

source: Error details
es: Detalles del error
fr: Détails de l'erreur
ja: エラーの詳細

source: Error during access control file reading.
es: Error durante la lectura del archivo de control de acceso.
fr: Erreur à la lecture du fichier de contrôle d'accès.
ja: アクセス制御ファイルの読み取り中にエラーが発生しました。

source: Error during profile import file reading.
es: Error durante la lectura del archivo de importación del perfil.
fr: Erreur lors de l'importation du fichier de profil.
ja: プロファイル インポート ファイルの読み取り中にエラーが発生しました。

source: Error message
es: Mensaje de error
fr: Message d'erreur
ja: エラーメッセージ

source: Error when creating profile
es: Error al crear el perfil
fr: Erreur lors de la création du profil
ja: プロファイル作成時のエラー

source: Error when deleting profile
es: Error al eliminar el perfil
fr: Erreur lors de la suppression du profil
ja: プロファイル削除時のエラー

source: Error when updating profile
es: Error al actualizar el perfil
fr: Erreur lors de la mise à jour du profil
ja: プロファイル更新時のエラー

source: Executed on
es: Fecha realizada
fr: Date d'exécution
ja: 実行された日時

source: Export
es: Exportar
fr: Exporter
ja: エクスポート

source: Export profiles
es: Exportar perfiles
fr: Exporter les profils
ja: プロファイルをエクスポート

source: Export selected profiles
es: Exportar perfiles seleccionados
fr: Export des profils sélectionnés
ja: 選択したプロファイルをエクスポート

source: Export the current Look & Feel
es: Exportar el Look & Feel actual
fr: Exporter le look & feel courant
ja: 現在のルック＆フィールをエクスポート

source: Export the current Look & Feel to modify it or import it to another mobile version of the Bonita Portal
es: Exportar el Look & Feel actual para modificarlo o importarlo a otra versión de la web de Bonita Portal
fr: Exporter le look & feel courant afin de le modifier ou l'importer dans une autre version de Bonita Portal
ja: ルック＆フィールを変更する、あるいは Bonita ポータルの別の モバイル・バージョンにそれをインポートするためには、現在のルック＆フィールをエクスポートします。

source: Export the current Look & Feel to modify it or to import it to another web version of the Bonita Portal.
es: Exportar el Look & Feel actual para modificarlo o importarlo a otra versión de la web de Bonita Portal.
fr: Exporter le look & feel actuel afin de le modifier ou l'importer dans une autre version web de Bonita Portal.
ja: ルック＆フィールを変更する、あるいは Bonita ポータルの別の web バージョンにそれをインポートするためには、現在のルック＆フィールをエクスポートします。

source: Export the default Look & Feel
es: Exportar el Look & Feel por defecto
fr: Exporter le look & feel par défaut
ja: デフォルトのルック＆フィールをエクスポート

source: Export the default Look & Feel to modify it and create your own Look & Feel.
es: Exporte el Look & Feel actual para modificarlo y crear su propio Look & Feel.
fr: Exporter le look & feel par défaut pour le modifier et créer votre propre look and feel.
ja: 独自のルック＆フィールを作成または変更するために、デフォルトのルック＆フィールをエクスポートします。

source: Failure details
es: Detalles del error
fr: Détails de l'échec
ja: エラーの詳細

source: First name
es: Nombre
fr: Prénom
ja: 姓（英語の場合：First name）

source: Forms: %ok_ko%
es: Formularios: %ok_ko%
fr: Formulaires : %ok_ko%
ja: フォーム: %ok_ko%

source: Getting more information about the specified case
es: Obtener más información acerca del caso específicado
fr: Obtenir plus d'informations sur le cas spécifique
ja: 指定した案件に関する詳細情報の入手

source: Go back to previous view
es: Volver a la vista anterior
fr: Retour à la page précédente
ja: 以前のビューに戻る

source: Go to more details report view
es: Ir a la pagina de detalles de reportes
fr: Consultez la vue détaillée du rapport
ja: もっと詳細なレポート ビューに移動します

source: Groovy example page
es: Página de ejemplo Groovy
fr: Exemple de page en Groovy
ja: Groovy のサンプルページ

source: Group
es: Grupo
fr: Groupe
ja: グループ

source: Groups
es: Grupos
fr: Groupes
ja: グループ

source: HTML example page
es: Página de ejemplo HTML
fr: Exemple de page en HTML
ja: HTML のサンプルページ

source: High
es: alto
fr: Haute
ja: 高

source: Highest
es: Mayor
fr: Plus haute
ja: 最高

source: Icon
es: Icono
fr: Icône
ja: アイコン

source: If the problem is fixed the task will be performed or back to available.
es: Si el problema se resuelve la tarea estará realizada o disponible de nuevo.
fr: Si le problème est résolu, la tâche sera exécutée\n ou sera de retour dans les tâches à faire.
ja: 問題が解決された場合は、タスクは遂行されるか、 または待機状態に戻ります。

source: Import
es: Importar
fr: Importer
ja: インポート

source: Import / Export
es: Importación / exportación
fr: Importer / Exporter
ja: インポート/エクスポート

source: Import and apply a new Look & Feel
es: Importar y aplicar un nuevo Look & Feel
fr: Importer et appliquer un nouveau Look & Feel
ja: 新しいルック＆フィールをインポートして適用します

source: Import profiles
es: Importar perfiles
fr: Importer des profils
ja: プロファイルをインポート

source: Information on user
es: Información de usuario
fr: Information sur l'utilisateur
ja: ユーザーの情報

source: Install
es: Instalar
fr: Installer
ja: インストール

source: Install a report
es: Instalar un reporte
fr: Installer un rapport
ja: レポートをインストールします。

source: Install a report created using the Jasper standard. The report archive (.zip file) must contain the Jasper file;optionally, properties file(s) can be added if the report is localised in different languages. Enter the name of the report to install.The description and the screen shot are optional but are recommended in order to give a context to the user.
es: Instale un reporte creado con Jasper. El archivo del reporte (fichero.zip) debe contener el fichero Jasper; opcionalmente, se pueden añadir fichero(s) de propiedades si el reporte está traducido a distintos idiomas. \n Introduzca el nombre del reporte a instalar. La descripción y la captura de pantalla son opcionales pero recomendadas para darle más información al usuario.
fr: Installez un rapport créé avec le standard Jasper. L'archive du rapport (fichier .zip) doit contenir le fichier Jasper ; éventuellement un ou des fichier(s) de propriétés peuvent être ajoutés si le rapport est disponible dans différentes langues. \nSaisissez le nom du rapport à installer. La description et la capture d'écran sont facultatives, mais recommandées pour mieux renseigner l'utilisateur.
ja: Jasper standardを使用して作成されたレポートをインストールします。レポート アーカイブ (.zip ファイル) を Jasper ファイルを含める必要があります。レポートが別の言語でローカライズされた場合は、必要に応じて、プロパティ ファイルを追加することができます。 インストールするレポートの名前を入力します。説明とスクリーン ショットは任意ですが、ユーザーにレポートの解説を提供するため有効ですので、その使用を推奨します。

source: Installed by
es: Instalado por
fr: Installé par
ja: インストールした人

source: Installed on
es: Instalado en
fr: Installé le
ja: インストール日

source: It is still assigned until you release it.
es: Está todavia asignada hasta que la libere.
fr: c'est toujours affectée jusqu'à ce que vous la relâcheriez.
ja: あなたがその作業を手放すまでアサインされたままです。
