Repository: vamsikr2393/sample
Catalog: WEB-INF/classes/i18n/portal-sp_*.po
Languages: es, fr, ja

source: Last name
es: Apellido
fr: Nom
ja: 名（英語の場合：Last name）

source: License expiration date
es: Fecha de vencimiento de la licencia
fr: Date d'expiration de la licence
ja: ライセンスの有効期限

source: License type
es: Tipo de licencia
fr: Type de licence
ja: ライセンスの種類

source: Link not found
es: Link no encontrado
fr: Lien introuvable
ja: リンクが見つかりません

source: Low
es: bajo
fr: Basse
ja: 低

source: Lowest
es: Menor
fr: Plus basse
ja: 最低

source: MM/dd/yyyy
es: dd/MM/yyyy
fr: dd/MM/yyyy
ja: yyyy/MM/dd

source: Manage Look n Feel
es: Administrar el Look & Feel
fr: Gérer le look and feel
ja: ルック＆フィールの管理

source: Members
es: Miembros
fr: Membres
ja: メンバー

source: Membership
es: Membresía
fr: Adhésion
ja: 所属

source: Memberships
es: Membresías
fr: Adhésions
ja: 所属

source: Menu entry name
es: Nombre de la entrada del menú
fr: Nom de l'entrée du menu
ja: メニュー エントリ名

source: Menu name
es: Nombre del menú
fr: Nom du menu
ja: メニュー名

source: Mobile Portal
es: Portal de móbil
fr: Portail mobile
ja: モバイル ・ ポータル

source: Mobile Portal Look & Feel
es: Look & Feel del Portal de móbil
fr: Look & feel du portail mobile
ja: モバイル・ポータルのルック＆フィール

source: More
es: Más
fr: Détails
ja: 詳細

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Name of the process parameter
es: Nombre del parámetro de proceso
fr: Nom du paramètre de processus
ja: プロセス パラメータの名前

source: Name of the user who executed this task
es: Nombre del usuario que ejecutó esta tarea por última vez
fr: Nom de l'utilisateur qui a exécuté cette tâche
ja: このタスクを最後に実行したユーザーの名前

source: Name of the user who install this report
es: Nombre del usuario que instala este informe
fr: Nom de l'utilisateur qui a installé ce rapport
ja: このレポートをインストールしたユーザーの名前

source: Name of your menu
es: Nombre del menú
fr: Nom du menu
ja: あなたのメニューの名前

source: Name of your report
es: Nombre de su informe
fr: Nom du rapport
ja: レポートの名前

source: No error message
es: No hay mensaje de error
fr: Aucun message d'erreur
ja: エラー メッセージなし

source: No new case can be started. Please, contact your administrator.
es: No se puede iniciar ningún nuevo caso. Por favor, póngase en contacto con su administrador.
fr: Aucun nouveau cas ne peut être démarré. Veuillez contacter votre administrateur.
ja: 新しいケースを開始できません。システム管理者に問い合わせてください。

source: No stack trace
es: No hay pila de error
fr: Aucune information disponible
ja: スタック トレースなし

source: Number of failed tasks
es: Número de tareas fallidas
fr: Nombre de tâches ayant échoué
ja: 失敗したタスクの数

source: Number of open cases
es: Número de casos abiertos
fr: Nombre de cas ouverts
ja: オープンしている案件の数

source: Number of open tasks
es: número de tareas abiertas
fr: nombre de tâches ouvertes
ja: オープンしているタスクの数

source: Number of processes resolved
es: Número de procesos resueltos
fr: Nombre de processus résolus
ja: 解決したプロセス数

source: On
es: En
fr: Le

source: Open a popup to install a report
es: Abrir asistente para instalar un reporte
fr: Ouvre une popup pour installer un rapport
ja: レポートをインストールするポップアップを開く

source: Opens a popup to create/import (a) profile(s)
es: Se abre una ventana emergente para crear/importar perfiles
fr: Ouvre une popup pour créer/importer un ou plusieurs profil(s)
ja: プロファイルの作成/インポートのためにポップアップを開きます

source: Opens a popup to import the profile(s) mapping with the organization
es: Se abre una ventana emergente para importar el mapeo de perfiles con la organización
fr: Ouvre une popup pour importer l'association des profils avec l'Organisation
ja: 組織にマッピングしているプロファイルをインポートするには、ポップアップを開きます

source: Opens a popup to install a process
es: Abre una ventana emergente para instalar un proceso
fr: Ouvre une popup pour installer un processus
ja: プロセスをインストールするポップアップを開きます

source: Organization
es: Organización
fr: Organisation
ja: 組織

source: Overdue
es: Término vencido
fr: Echéance
ja: 期限切れ

source: Parameters: %ok_ko%
es: ParametROS: %ok_ko%
fr: Paramètres: %ok_ko%
ja: パラメータ： %ok_ko%

source: Parent Task
es: Tarea primaria
fr: Tâche parente
ja: 親タスク

source: Pending subtasks
es: Subtareas pendientes
fr: Sous-tâches en attente
ja: 待機中のサブタスク

source: Period
es: Período
fr: Période
ja: 期間

source: Please choose a file to import
es: Seleccione un archivo para importar
fr: Veuillez choisir un fichier à importer
ja: インポートするファイルを選択してください。

source: Please select a file first
es: Por favor, seleccione un archivo primero
fr: Veuillez d'abord sélectionner un fichier
ja: 最初のファイルを選択してください。

source: Please select at least one page below to be added to your menu
es: Por favor, seleccione al menos una página de abajo para agregar a su menú
fr: Sélectionnez au moins une page pour définir le contenu de votre menu
ja: あなたのメニューに追加するには、以下の少なくとも 1 つのページを選択してください

source: Portal navigation
es: Navegación del portal
fr: Navigation dans le portail
ja: ポータルのナビゲーション

source: Post time
es: Tiempo publicado
fr: Heure du post
ja: 掲示時間

source: Priority
es: Prioridad
fr: Priorité
ja: 優先度

source: Process Manager mapping
es: Mapeo del Gestor de Procesos
fr: Désignation des Gestionnaires de processus
ja: プロセス管理者のマッピング

source: Process name
es: Nombre de Proceso
fr: Nom du processus
ja: プロセス名

source: Process version
es: Versión de proceso
fr: Version du processus
ja: プロセスのバージョン

source: Processes information
es: Información de procesos
fr: Informations du processus
ja: プロセス情報

source: Profile
es: Perfil
fr: Profils
ja: プロファイル

source: Profile already exists
es: Ya existe el perfil
fr: Ce profil a déjà été créé
ja: プロファイルは既に存在します

source: Profile does not exists
es: No existe el perfil
fr: Le profile n'existe pas
ja: プロファイルが存在しません

source: Profiles
es: Perfiles
fr: Profils
ja: プロファイル

source: Profiles XML file
es: Archivo XML de perfiles
fr: Fichier XML des profils
ja: プロファイル XML ファイル

source: RESTORE
es: RESTAURAR
fr: RESTAURER
ja: 復元

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除

source: Remove the page
es: Eliminar la página
fr: Supprimer la page
ja: ページを削除

source: Removing the '%pageName%' page will also delete its parent menu '%menuName%', as a menu cannot be left empty. Do you still want to remove?
es: Quitar la página '%pageName%' también eliminará su menú padre '%menuName%', ya que un menú no se puede dejar vacío. \n¿Seguro que todavía desea eliminarla?
fr: Supprimer la page '%pageName%' supprimera aussi le menu '%menuName%' dont elle dépend, car un menu ne peut pas être laissé vide.\n Souhaitez-vous vraiment supprimer cette page ?
ja: '%pageName%' ページを削除すると、その親メニューの '%menuName%' も削除します。メニューは空のままにすることはできません。 削除してもよろしいですか？

source: Replay
es: reproducir
fr: Rejouer
ja: 再実行

source: Replay task
es: Tarea de repetición
fr: Rejouer la tâche
ja: タスクを再実行

source: Report archive
es: Archivo de informe
fr: Archive du rapport
ja: レポート アーカイブ

source: Report's screenshot
es: Impresión de pantalla del reporte
fr: Capture d'écran du rapport
ja: レポートのスクリーン ショット

source: Reports
es: Reportes
fr: Rapports
ja: レポート

source: Request must contain p_date_from and p_date_to parameters.
es: La petición debe contener los parámetros p_date_from (fecha desde) y p_date_to (fecha hasta).
fr: La requête doit comporter les paramètres p_date_from et p_date_to.
ja: リクエストは、 p_date_from と p_date_to のパラメータを含む必要があります。

source: Reset
es: Reiniciar
fr: Réinitialiser
ja: リセット

source: Reset selected connector(s) and replay task
es: Restablecer conector seleccionado (s) y la tarea de reproducción
fr: Réinitialiser le(s) connecteur(s) sélectionné(s) et rejouer la tâche.
ja: 選択したコネクタをリセットし、タスクを再実行

source: Reset this navigation bar editor
es: Reiniciar este editor de la barra de edición
fr: Réinitialiser cette barre de navigation
ja: このナビゲーション・バーのエディタをリセットします

source: Resolved
es: Resuelto
fr: Résolue
ja: 解決済み

source: Restore
es: Restaurar
fr: Restaurer
ja: 復元

source: Restore the default Look & Feel
es: Restaurar el Look & Feel por defecto
fr: Restaurer le look & feel par défaut
ja: デフォルトのルック＆フィールを復元します

source: Restore the default Look & Feel.
es: Restaurar el Look & Feel por defecto.
fr: Restaurer le look & feel par défaut.
ja: デフォルトのルック＆フィールを復元します。

source: Restore the default?
es: ¿Restaurar los valores por defecto?
fr: Restaurer le look & feel par défaut ?
ja: デフォルトを復元しますか？

source: Role
es: Rol
fr: Rôle
ja: 役割

source: Save
es: Guardar
fr: Enregistrer
ja: 保存

source: Save this menu modifications
es: Guarde las modificaciones del menú
fr: Enregistrez la modification du menu
ja: このメニューの変更を保存します

source: Save this profile modifications
es: Guarda las modificaciones del perfil
fr: Enregistrez la modification de ce profil
ja: このプロファイルの変更を保存します

source: Save this value
es: Guardar este valor
fr: Enregistrer cette valeur
ja: この値を保存します

source: Screen shot
es: Impresion de pantalla
fr: Capture d'écran
ja: スクリーン ショット

source: Select a group
es: Seleccione un grupo
fr: Sélectionner un groupe
ja: グループを選択します

source: Select a group to be added to Process Manager
es: Seleccione un grupo para ser añadido a Gestor de Procesos
fr: Sélectionner un groupe à ajouter comme Gestionnaire de Processus
ja: プロセス管理者に追加するグループを選択します

source: Select a role
es: Seleccione un rol
fr: Sélectionner un rôle
ja: 役割を選択します。

source: Select a role to be added to Process Manager
es: Seleccione un rol para ser añadido a Gestor de Procesos
fr: Sélectionner un rôle à ajouter comme Gestionnaire de Processus
ja: プロセス管理者に追加する役割を選択します

source: Select a role to be added to process manager
es: Seleccione un rol para ser añadido a Gestor de Procesos
fr: Sélectionner un rôle à ajouter comme Gestionnaire de Processus
ja: プロセス管理者に追加する役割を選択します

source: Select a screen shot for this report
es: Seleccione una captura de pantalla para este reporte
fr: Sélectionnez une capture d'écran pour ce rapport
ja: このレポートのスクリーン ショットを選択します

source: Select a user
es: Seleccione un usuario
fr: Saisissez l'utilisateur
ja: ユーザーを選択します

source: Select a user to be added to Process Manager
es: Seleccione el usuario a añadir como Gestor de Procesos
fr: Sélectionnez un utilisateur à ajouter en tant que gestionnaire de processus
ja: プロセス管理者に追加するユーザーを選択します

source: Select connector(s) to replay
es: Seleccione conector (s) a repetir
fr: Sélectionnez le(s) connecteur(s) à rejouer
ja: 再実行するコネクタを選択します

source: Select connector(s) to reset before to replay
es: Seleccione conector (s) se restablecera antes de volver a reproducir
fr: Sélectionnez le(s) connecteur(s) à réinitialiser avant de rejouer
ja: 再実行する前にリセットするコネクタを選択します

source: Select how you want to add profiles
es: Seleccione cómo desea agregar perfiles
fr: Choisissez le mode d'ajout des profils
ja: プロファイルを追加したい方法を選択します

source: Select the entities (users, groups, roles, memberships) who will supervise this process.
es: Seleccione las entidades (usuarios, grupos, roles, membresías) que supervisarán esta aplicación.
fr: Sélectionnez les entités (utilisateurs, groupes, rôles, adhésions), qui superviseront ce processus.
ja: このプロセスを監督するエンティティ（ユーザー、グループ、役割、所属） を選択します。

source: Select the people for the subtask
es: Seleccione a los actores para la subtarea\n
fr: Sélectionnez les personnes pour la sous-tâche
ja: サブタスクを担当する人を選択します。

source: Select the people which the subtask will be assigned to
es: Seleccionar a las personas a quien se subtarea se asignará
fr: Sélectionnez les personnes qui auront les sous taches affectées
ja: サブタスクにアサインされる人を選択します

source: Select the priority for this user
es: Seleccione la prioridad de este usuario
fr: Sélectionnez la priorité de cet utilisateur
ja: このユーザーの優先度を選択します。

source: Select your .zip file
es: Seleccione su archivo .zip
fr: Sélectionnez votre fichier .zip
ja: あなたの.zip ファイルを選択します

source: Session expired. Please log in again.
es: La sesión expiró. Por favor inicie sesión de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
ja: セッションが失効しました。再度ログインしてください。

source: Show more details about this archived case
es: Mostrar más detalles sobre este caso archivado
fr: Afficher plus de détails sur ce cas archivé
ja: この完了済み案件についての詳細を表示します。

source: Show more details about this case
es: Ver más detalles de esta tarea
fr: Afficher plus d'informations sur ce cas
ja: この案件についての詳細を表示します。

source: Show more details about this process
es: Mostrar más detalles sobre este proceso
fr: Afficher plus d'informations sur ce processus
ja: このプロセスについての詳細を表示します

source: Show more details about this report
es: Mostrar más detalles sobre este informe
fr: Afficher plus de détails sur ce rapport
ja: このレポートについての詳細を表示します。

source: Skipped
es: Saltado
fr: Passée
ja: スキップされた

source: Sorry the process parameter %appParameter% has a type which is not editable
es: Disculpe, el parámetro de proceso %appParameter% tiene un tipo no editable
fr: Le type du paramètre de processus %appParameter% n'est pas modifiable
ja: 申し訳ありません。プロセス パラメータ： %appParameter% は編集可能でない型を持っています

source: Start
es: Inicio
fr: Démarrer
ja: 開始

source: Start for
es: Empieza por
fr: Démarrer pour
ja: 開始

source: Start the case for.
es: Iniciar el caso para.
fr: Démarrer le cas pour.
ja: 案件を開始します。

source: Start this process for
es: Iniciar este proceso como
fr: Démarrer ce processus au nom de
ja: このプロセスを開始します

source: Started
es: Empezado
fr: Démarré
ja: 開始済み

source: Started by
es: Iniciado por
fr: Démarré par
ja: 起案者

source: Started on
es: Iniciado en
fr: Démarré le
ja: 開始日時

source: State
es: Estado
fr: Etat
ja: 状態

source: Status of import
es: Estado de la importación
fr: Statut de l'import
ja: インポートの状態

source: Task
es: Tarea
fr: Tâche
ja: タスク

source: The Process Manager shares management of processes, cases, and tasks with the administrator for specified processes.
es: El Gestor de Procesos comparte la gestión de procesos, casos y tareas con el administrador de los procesos especificados.
fr: Pour les processus pour lesquels il a été désigné, le Gestionnaire de Processus partage la gestion des processus, des cas et des tâches avec l'administrateur.
ja: プロセス管理者は指定したプロセスの案件、およびタスクの管理をシステム管理者と共有します。

source: The Profile %profileName% cannot be deleted. The following application(s) are using it.
es: No se puede eliminar el perfil %profileName%. Las siguientes aplicaciones lo están usando.
fr: Impossible de supprimer le profil %profileName%. Il est utilisé par l'(les) application(s) suivante(s).
ja: プロファイル： %profileName% は削除できません。次のアプリケーションは、それを使用しています。

source: The business data: [ %refs% ] uses Business Objects which are not defined in the current Business Data model. Deploy a compatible Business Data model before enabling the process.
es: El Dato de Negocio: [ %refs% ] utiliza Objetos de Negocio que no están definidos en el Modelo de Datos de Negocio actual. Despliegue un Modelo de Datos de Negocio compatible antes de activar el proceso.
fr: Les données métier : [ %refs% ] font référence à des objets qui ne sont pas définis dans le Modèle de Données Métier actuel. Déployez un Modèle de Données Métier compatible pour pouvoir activer le processus.
ja: ビジネス データ: [%refs%] は、現在ビジネス データ モデル内に定義されていないビジネス オブジェクトを使用しています。プロセスを有効にする前に互換性のあるビジネス データ モデルをデプロイします。

source: The date when the case was started
es: La fecha mientras que el caso se ha iniciado
fr: La date, où le cas a été démarré.
ja: 案件の開始日時

source: The date when the profile was updated
es: La fecha cuando se actualizó el perfil
fr: La date à laquelle le profil a été mis à jour
ja: プロファイルが更新された日時

source: The date when this profile has been added
es: La fecha cuando se añadio este perfil
fr: La date à laquelle ce profil a été ajouté
ja: このプロファイルが追加された日時

source: The date when this report has been installed
es: La fecha en que el presente informe se ha instalado
fr: La date où le rapport a été installé
ja: このレポートがインストールされた日

source: The mobile Portal Look & Feel is specified in a .zip archive containing a set of CSS files, images, and, optionnally, fonts and Javascript.
es: El Look & Feel del Portal de móbil se especifica en un archivo .zip que contiene un conjunto de archivos CSS, de imágenes, y opcionalmente, tipofaces y Javascript.
fr: Le look & feel du portail mobile est spécifié dans une archive .zip contenant l'ensemble des fichiers CSS, images et optionnallement, les polices et les fichiers Javascript.
ja: モバイル・ポータルのルック＆フィールは、CSS ファイル、画像ファイル、オプションとしてフォントと Javascriptを含む.zip アーカイブで指定されます。

source: The parent task of this subtask
es: La tarea primaria de esta subtarea
fr: La tâche parente de cette sous tâche.
ja: このサブタスクの親タスク

source: The report archive is not the one expected. The expected archive is a .zip file containing a jasper file and properties file(s) if the report is localised in different languages.
es: El archivo del reporte no es lo esperado. El tipo de archivo esperado es un .zip que contenga un fichero jasper y si esta traducido a otros idiomas, los fichero(s) de propiedades.
fr: L'archive de rapport n'est pas celle attendu. L'archive attendue est un fichier .zip contenant un fichier Jasper et les propriétés et les fichiers si le rapport est localisé en différentes langues.
ja: レポートのアーカイブは、期待に沿うものではありません。望まれるアーカイブはj、asper ファイルを含む .zip ファイル、およびレポートが別の言語でローカライズされている場合はそのプロパティ ファイルです。

source: The report engine encountered a problem trying to display the report. Please consult the logs for more information.
es: El sistema de reportes ha encontrado un problema tratando de mostrar el reporte. Para más información, consulte los logs.
fr: Le moteur de rapports a rencontré un problème en essayant d'afficher le rapport. Veuillez consulter les logs pour plus de détails.
ja: レポート エンジンは、レポートを表示しようとして問題が発生しました。詳細についてはログを参照してください。

source: The report has already been installed
es: Este reporte ya ha sido instalado
fr: Ce rapport a déjà été installé
ja: このレポートは、既にインストールされています。

source: The task %taskName% has not been executed.
es: La tarea %taskName% no ha sido ejecutada.
fr: La tâche %taskName% n'a pas été exécutée.
ja: タスク %taskName% は実行されていません。

source: The user that has added this profile
es: El usuario que ha añadido este perfil
fr: L'utilisateur qui a ajouté ce profil
ja: このプロファイルに追加したユーザー

source: The user that updated this profile
es: El usuario que actualizó este perfil
fr: L'utilisateur qui a mis à jour ce profil
ja: このプロファイルを更新したユーザー

source: The user who started the case
es: El usuario que ha iniciado este caso
fr: L'utilisateur qui a démarré ce cas.
ja: この案件を開始したユーザー

source: The version of the process that created this case
es: La versión del proceso que creó este caso
fr: La version du processus dont est issu ce cas
ja: この案件を作成したプロセスのバージョン

source: The web Portal Look & Feel is specified in a .zip archive containing a set of LESS files, CSS files, images, some HTML files, and, optionnally, fonts and Javascript.
es: El Look & Feel del Portal web se especifica en un archivo .zip que contiene un conjunto de archivos LESS, de archivos CSS, de imágenes, algunos archivos HTML, y, opcionalmente, tipofaces y Javascript.
fr: Le look & feel du portail web est spécifié dans une archive .zip contenant l'ensemble des fichiers LESS, des fichiers CSS, des images, des fichiers HTML, et, optionellement les polices et des fichiers Javascript.
ja: Web ポータルのルック＆フィールは、LESSファイル、CSS ファイル、画像ファイル、いくつかの HTML ファイル、オプションとしてフォントと Javascriptを含む.zip アーカイブで指定されます。

source: This %membertype% is already added to Process Manager.
es: Este %membertype% ya se ha agregado a Gestor de Procesos.
fr: Ce(tte) %membertype% a déjà été ajouté(e) comme Gestionnaire de Processus.
ja: この %membertype% は、既にプロセス管理者に追加されています。

source: This example page shows the structure of the source of a custom page using a Groovy class to build the HTML content.
es: Esta página de ejemplo muestra la estructura de la fuente de una página personalizada usando una clase Groovy para construir el contenido HTML.
fr: Cette page d'exemple montre la structure d'une source de page personnalisée créée avec un fichier Groovy permettant de construire le contenu HTML.
ja: このページの例は、HTML コンテンツを構築するするために、Groovy クラスを使用した カスタム ページのソース構造を示します。

source: This example page shows the structure of the source of a custom page using a HTML file with Javascript.
es: Esta página de ejemplo muestra la estructura de la fuente de una página personalizada usando un archivo HTML con Javascript.
fr: Cette page d'exemple montre la structure de la source d'une page personnalisée créée à l'aide d'un fichier HTML et de Javascript.
ja: このページの例は、 HTML ファイルとJavascript を使用したカスタム ページのソース構造を示します。

source: This field is mandatory
es: Este campo es obligatorio
fr: Ce champ est obligatoire
ja: このフィールドは必須です

source: This link already exists
es: Este enlace ya existe
fr: Ce lien existe déjà
ja: このリンクは既に存在します

source: This menu name already exists.
es: Este nombre de menú ya existe.
fr: Ce nom de menu existe déjà.
ja: このメニューの名前は既に存在します

source: This menu will not be used by applications as they have their own navigation menu.
es: Este menú no sera utilizado por las aplicaciones ya que ellas tienen su propio menú de navegación.
fr: Ce menu concerne le portail. Il ne sera pas utilisé par les applications qui ont leurs propres menus de navigation.
ja: 独自のナビゲーション メニューを持っていると、このメニューはアプリケーションでは使用されません。

source: This report displays the average time to close a case. Two figures are available: the mean and the median for a given period and/or process. You can access Bonita Portal by clicking on a link in the below table. The display is limited to the first 100 items. To see all items, click on the EXPORT button at the top right of the page.
es: Este reporte muestra la media de tiempo en cerrar un caso. Hay dos datos disponibles: la media y la mediana por un periodo dado y/o proceso. Puedes acceder al Bonita Portal haciendo click en el link debajo de la tabla. La vista esta limitada a los 100 primeros elementos. Para verlos todos, haz click en el botón EXPORTAR en la parte superior derecha de la página.
fr: Ce rapport affiche le temps moyen nécessaire pour clore un cas. Deux options sont disponibles : la moyenne et la médiane, pour une période donnée et/ou un processus donné. Vous pouvez accéder à Bonita Portal en cliquant sur un lien dans le tableau ci-dessous. L'affichage est limité aux 100 premiers éléments. Pour voir tous les éléments, cliquez sur le bouton EXPORTER en haut à droite de la page.
ja: このレポートは案件が終了するまでにかかった平均時間を表示します。所定期間内の案件および／またはプロセスの平均値と中央値の２ つの図表が使用可能です。 下表のリンクをクリックすることによって、Bonita ポータルにアクセスできます。 この表示は最初の１００項目に限定されます。すべての項目を表示するには、ページの右上にある「エクスポート 」ボタンをクリックしてください。

source: This report displays the list of cases in each status (open or closed) for a given period and/or process. You can access Bonita Portal by clicking on a link in the below table. The display is limited to the first 100 items. To see all items, click on the EXPORT button at the top right of the page.
es: Este reporte muestra la lista de casos en cada estado (abierto o cerrado) para un periodo dado y/o proceso. Puedes acceder al Bonita Portal haciendo click en el link debajo de la tabla. La vista está limitada a los 100 primeros elementos. Para verlos todos, haz click en el botón EXPORTAR en la parte superior derecha de la página.
fr: Ce rapport affiche la liste des cas dans chaque état (ouvert ou archivé) pour une période donnée et/ou un processus donné. Vous pouvez accéder à Bonita Portal en cliquant sur un lien dans le tableau ci-dessous. L'affichage est limité aux 100 premiers éléments. Pour voir tous les éléments, cliquez sur le bouton EXPORTER en haut à droite de la page.
ja: このレポートは所定期間内の案件、および／またはプロセスをそれぞれの状態 （開始または終了） 毎にリスト表示します。 下表のリンクをクリックすることによって、Bonita ポータルにアクセスできます。 この表示は最初の１００項目に限定されます。すべての項目を表示するには、ページの右上にある「エクスポート 」ボタンをクリックしてください。
